Repository: omeka/plugin-SearchByMetadata
Catalog: languages/*.po
Languages: it

source: Invalid search type given!
it: È stato fornita una tipologia di ricerca non valida!

source: Browse other %s featuring exactly this same value
it: Visualizza altri %s caratterizzati da questo stesso valore

source: General settings
it: Impostazioni generali

source: Show tooltip
it: Mostra suggerimento

source: If checked, a tooltip will be shown hovering over metadata links.
it: Se selezionata, un suggerimento verrà mostrato passando con il puntatore del mouse sopra i collegamenti.

source: Merge results
it: Unire risultati

source: If checked, links will point to both Items and Collections; otherwise, an Item's link will point only to other Items, and a Collection's link will point only to other Collections.
it: Se selezionata, i collegamenti punteranno sia a Documenti che Collezioni; in caso contrario, il collegamento di un documento punterà solo ad altri documenti, e il collegamento di una collezione punterà solo ad altre collezioni.

source: Admin side
it: Interfaccia amministrativa

source: If checked, links will be created also on Admin side (by default, plugin is applied only to Public side).
it: Se selezionata, i collegamenti verrano creati anche nell'interfaccia amministrativa (per impostazione predefinita, il plugin si applica solo all'interfaccia pubblica).

source: Elements
it: Elementi

source: Element
it: Elemento

source: Items
it: Documenti

source: Collections
it: Collezioni
